Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielilaki.html.tmx
Source language: fin
Languages: sme

source: Saamen kielilaki
sme: Sámi giellaláhka

source: Saamelaisten kielellisten ja kulttuuristen oikeuksien perustana on perustuslaki, joka mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Sámiid gielalaš ja kultuvrralaš vuoigatvuođaid vuođđun lea vuođđoláhka, man mielde sámiin eamiálbmogin lea vuoigatvuohta doalahit ja ovddidit iežaset giela ja kultuvrra.

source: Perustuslain mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto siten kun lailla säädetään.
sme: Vuođđolága mielde sámiin lea sámiid ruovttuguovllus giela ja kultuvrra guoski iešráđđen nugo lágain ásahuvvo.

source: Perustuslain lisäksi saamelaisten oikeuksista säädetään tarkemmin muun muassa laissa saamelaiskäräjistä (974/1995) ja Saamen kielilaissa (1086/2003).
sme: Vuođđolága lassin sámiid vuoigatvuođain ásahuvvo dárkilabbot earret eará lágas sámedikki birra (974/1995) ja Sámi giellalágas (1086/2003).

source: Saamen kielilain soveltamisen ydinalue on saamelaisten kotiseutualue (Inari, Enontekiö, Utsjoki ja Sodankylän kunnan pohjoisosa).
sme: Sámi giellalága heiveheami guovddášguovlu lea sámiid ruovttuguovlu (Anár, Eanodat, Ohcejohka ja Soađegili gieldda davvioassi).

source: Saamen kielilain mukaan saamelaisten kotiseutualueella saamelaisella on viranomaisissa asioidessaan aina oikeus valintansa mukaan käyttää saamen tai suomen kieltä.
sme: Sámi giellalága mielde sámiid ruovttuguovllus sámiin lea virgeoapmahaččaid luhtte áššiid divššodettiin álot vuoigatvuohta iežas válljema mielde geavahit sáme- dahje suomagiela.

source: Vaikka saamenkielinen henkilö osaa myös suomea, viranomaisen on silti tarjottava palvelua saamen kielellä henkilön niin halutessaan.
sme: Vaikke sámegielat olmmoš máhttá maiddái suomagiela, virgeoapmahaš galgá liikká fállat bálvalusa sámegillii olbmo nu háliidettiin.

source: Raportit ja selvitykset
sme: Raporttat ja čilgehusat

source: Saamen kieleen liittyviä raportteja ja selvityksiä
sme: Sámegillii laktáseaddji raporttat ja čilgehusat

source: Saamenkieliset palvelut verkossa
sme: Sámegielat bálvalusat neahtas

source: Saamen kielilain tarkoituksena on
sme: Sámi giellalága dárkkuhussan lea

source: Turvata saamelaisten oikeus ylläpitää ja kehittää omaa kieltään
sme: Sihkkarastit sámiid vuoigatvuođa doalahit ja ovddidit iežaset giela

source: Taata saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon kielestä riippumatta
sme: Dáhkidit sámiid vuoigatvuođa vuoiggalaš riektegeavvamii ja buori hálddahussii gielas fuolakeahttá

source: Tehdä saamenkielisistä palveluista luontevia
sme: Bargat sámegielat bálvalusain lunddolaččaid

source: Saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota
sme: Sámiid gielalaš vuoigatvuođat ollašuhttojit almmá, ahte daidda dárbbaša sierra doarjalit

source: Toteuttaa saamelaisten oikeutta käyttää omaa kieltään myös käytännössä, ei vain tulkkauksen ja asiakirjojen kääntämisen kautta
sme: Ollašuhttit sámi id vuoigatvuođa geavahit iežaset giela maiddái geavadis, ii dušše tulkoma ja áššebáhpáriid jorgaleami bokte

source: Edistää saamen kielen käyttämistä kaikilla yhteiskunnan sektoreilla
sme: Ovddidit sámegiela geavaheami servodaga buot sektoriin

source: Kielen säilyminen elävänä ja elinvoimaisena
sme: Giela seailun eallin ja eallinfámolažžan

source: Oletko kokenut, ettei kielelliset oikeutesi toteudu tai tarvitset apua Saamen kielilain soveltamiseen liittyvissä kysymyksissä?
sme: Leatgo vásihan, ahte du gielalaš vuoigatvuođat eai ollašuva dahje dárbbašat veahki sámi giellalága heiveheapmái gullevaš gažaldagain?

source: Ota yhteyttä saamen kieliturvasihteeriin kysyäksesi Saamen kielilaista.
sme: Váldde oktavuođa sámi gielladorvočállái jearran dihtii sámi giellalágas.

source: Ketä viranomaisia saamen kielilaki koskee?
sme: Geaid virgeoapmahaččaid sámi giellaláhka guoská?

source: Saamelaisten kotiseutualueella saamen kieltä voi käyttää muun muassa näissä viranomaisissa:
sme: Sámiid ruovttuguovllus sámegiela sáhttá geavahit earret eará dáid virgeoapmahaččain:

source: terveyskeskuksessa, kunnan virastoissa, työ- ja elinkeinopalveluissa, Verohallinnossa, Poliisissa, Kelalla, Lapin keskussairaalassa, Maanmittauslaitoksessa, Melan toimistossa, Lapin maistraatissa.
sme: Dearvvasvuođaguovddážis, gieldda virgedoaimmahagain, bargo- ja ealáhusbálvalusain, Vearrohálddahusas, Poliissas, ÁEL:s, Lappi guovddášbuohcceviesus, Eanamihtidanlágádusas, Mela doaimmahagas, Lappi magistráhtas.

source: Saamen kielilain soveltamispiiriin kuuluvat lisäksi:
sme: Sámi giellalága heivehansuorgái gullet lassin:

source: Tuomioistuimet ja valtion alue- ja paikallishallinnon viranomaiset, joiden virka-alueeseen edellä mainitut kunnat kokonaan tai osittain kuuluvat
sme: Duopmostuolut ja stáhta guovllu- ja báikkálašhálddahusa virgeoapmahaččat, geaid virgeguvlui ovdalis namuhuvvon gielddat ollásit dahje muhtin muddui gullet

source: Saamelaiskäräjät, kolttalaissa tarkoitettu kolttien kyläkokous
sme: Sámediggi, nuortalašlágas dárkkuhuvvon nuortalaččaid giličoahkkin

source: Valtioneuvoston oikeuskansleri ja eduskunnan oikeusasiamies, kuluttaja-asiamies, kuluttajariitalautakunta, yhdenvertaisuusvaltuutettu, tasa-arvovaltuutettu, tietosuojavaltuutettu
sme: Stáhtaráđi vuoigatvuođakánsler ja riikkabeivviid vuoigatvuođaáššeolmmoš, golaheaddjiidáššeolmmoš, golaheaddjiidriidolávdegoddi, ovttaveardásašvuođaáittardeaddji, dásseárvoáittardeaddji, diehtosuodjeáittardeaddji

source: Saamelaisten kotiseutualueen paliskunnat, Paliskuntain yhdistys
sme: Sámiid ruovttuguovllu bálgosat, Bálgosiid ovttastus

source: Kirkolliset viranomaiset;
sme: Kirkolaš virgeoapmahaččat;

source: Oulun hiippakunnan tuomiokapituli, kirkkoherranvirastot, joiden toimialueeseen saamelaisten kotiseutualue tai osa siitä kuuluu
sme: Oulu bismmagotti duopmokapihttal, kirkohearrádoaimmahagat, geaid doaibmaguvlui sámiid ruovttuguovlu dahje oassi das gullá

source: Enontekiön, Inarin, Utsjoen ja Sodankylän seurakunnat ja ortodoksisen kirkkokunnan Lapin seurakunta
sme: Eanodaga, Anára, Ohcejoga ja Soađegili searvegottit ja ortodoksalaš kirkogotti Lappi searvegoddi

source: Saamen kielilaki sisältää säännökset myös sen soveltamisesta liikelaitoksiin ja yhtiöihin sekä julkisia hallintotehtäviä viranomaiskoneiston ulkopuolella hoitaviin yksityisiin.
sme: Sámi giellaláhka sisttisdoallá njuolggadusaid maiddái dan heiveheamis fitnodatlágádusaide ja fitnodatservviide sihke priváhta oassebeliide, geat dikšot almmolaš hálddahusbargguid virgeoapmahašdoaimma olggobealde.

source: Säännöksen perusteena on se, että kielellisten palvelujen taso ei saa laskea sen vuoksi, että julkinen valta antaa tehtäviään muiden hoidettavaksi.
sme: Njuolggadusa vuođustussan lea dat, ahte gielalaš bálvalusaid dássi ii oaččo njiedjat dan dihtii, ahte almmolaš váldi addá bargguidis earáide dikšun láhkai.

source: Saamen kielilaki 31 §, valtion taloudellinen vastuu
sme: Sámi giellalága 31 §, stáhta ekonomalaš vástu

source: Kunnat, seurakunnat, paliskunnat ym. voivat hakea saamen kielilain soveltamisesta aiheutuneisiin kuluihin valtionavustusta
sme: Gielddat, searvegottit, bálgosat ded. sáhttet ohcat sámi giellalága heiveheamis boahtán goluide stáhtadoarjaga

source: Jaettava valtionavustus on vuosittain 150 000 euroa.
sme: Juhkkon stáhtadoarjja lea jahkásaččat 150 000 euro.

source: Lue lisää Oikeusministeriön sivuilta: https://oikeusministerio.fi/saamen-kielilakiavustukset
sme: Loga lasi Vuoigatvuođaministeriija siidduin: https://oikeusministerio.fi/saamen-kielilakiavustukset
